[
  [
    "I’m sick of following my dreams, man. I’m just going to ask where they’re going and hook up with ’em later.",
    "Mitch Hedberg"
  ],
  [
    "A pessimist is a person who has had to listen to too many optimists.",
    "Don Marquis"
  ],
  [
    "Better to remain silent and be thought a fool than to speak out and remove all doubt.",
    "Abraham Lincoln"
  ],
  ["If I were two-faced, would I be wearing this one?", "Abraham Lincoln"],
  [
    "The best thing about the future is that it comes one day at a time.",
    "Abraham Lincoln"
  ],
  [
    "An alcoholic is someone you don’t like who drinks as much as you do.",
    "Dylan Thomas"
  ],
  [
    "Light travels faster than sound. This is why some people appear bright until you hear them speak.",
    "Alan Dundes"
  ],
  [
    "The difference between stupidity and genius is that genius has its limits.",
    "Albert Einstein"
  ],
  ["War is God’s way of teaching Americans geography.", "Ambrose Pierce"],
  [
    "If you want your children to listen, try talking softly to someone else.",
    "Ann Landers"
  ],
  [
    "I don’t believe in astrology; I’m a Sagittarius and we’re skeptical.",
    "Arthur C. Clarke"
  ],
  [
    "A bank is a place that will lend you money if you can prove that you don’t need it.",
    "Bob Hope"
  ],
  ["My favorite machine at the gym is the vending machine.", "Caroline Rhea"],
  [
    "I always arrive late at the office, but I make up for it by leaving early.",
    "Charles Lamb"
  ],
  [
    "Don’t worry about the world coming to an end today. It is already tomorrow in Australia.",
    "Charles Shulz"
  ],
  ["A day without laughter is a day wasted.", "Charlie Chaplin"],
  ["Political correctness is tyranny with manners.", "Charleton Heston"],
  [
    "If you think you are too small to make a difference, try sleeping with a mosquito.",
    "Dalai Lama"
  ],
  [
    "Remember, today is the tomorrow you worried about yesterday.",
    "Dale Carnegie"
  ],
  [
    "Education is learning what you didn’t even know you didn’t know.",
    "Daniel J. Boorstin"
  ],
  ["Everyone with telekinetic powers, raise my hand.", "Emo Philips"],
  [
    "All the things I really like to do are either immoral, illegal or fattening.",
    "Alexander Woollcott"
  ],
  ["Never go to a doctor whose office plants have died.", "Erma Bombeck"],
  [
    "Marriage is the only war in which you sleep with the enemy.",
    "Francois de La Rochefoucauld"
  ],
  [
    "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us.",
    "Bill Waterson"
  ],
  [
    "Whoever said money can’t buy happiness didn’t know where to shop.",
    "Gertrude Stein"
  ],
  ["All men are equal before fish.", "Herbert Hoover"],
  [
    "People who think they know everything are a great annoyance to those of us who do.",
    "Isaac Asimov"
  ],
  [
    "My pessimism extends to the point of even suspecting the sincerity of other pessimists.",
    "Jean Rostand"
  ],
  ["Life is hard. After all, it kills you.", "Katharine Hepburn"],
  [
    "Originality is the fine art of remembering what you hear but forgetting where you heard it.",
    "Laurence J. Peter"
  ],
  [
    "Age is an issue of mind over matter. If you don’t mind, it doesn’t matter.",
    "Mark Twain"
  ],
  ["I am only human, although I regret it.", "Mark Twain"],
  [
    "When you go into court you are putting your fate into the hands of twelve people who weren’t smart enough to get out of jury duty.",
    "Norm Crosby"
  ],
  [
    "What the world needs is more geniuses with humility; there are so few of us left.",
    "Oscar Levant"
  ],
  [
    "When a man opens a car door for his wife, it’s either a new car or a new wife.",
    "Prince Philip, Duke of Edinburgh"
  ],
  [
    "I dream of a better tomorrow, where chickens can cross the road and not be questioned about their motives.",
    "Ralph Waldo Emerson"
  ],
  [
    "I know that there are people who do not love their fellow man, and I hate people like that!",
    "Tom Lehrer"
  ],
  ["A rich man is nothing but a poor man with money.", "W. C. Fields"],
  ["Insanity is hereditary; you get it from your children.", "Sam Levenson"],
  [
    "He knows nothing; he thinks he knows everything – that clearly points to a political career.",
    "George Bernard Shaw"
  ],
  [
    "Everything is funny, as long as it’s happening to somebody else.",
    "Will Rogers"
  ],
  [
    "I had plastic surgery last week – I cut up my credit cards.",
    "Henny Youngman"
  ],
  [
    "Expecting the world to treat you fairly because you are a good person is a little like expecting the bull not to attack you because you are a vegetarian.",
    "Dennis Wholey"
  ],
  ["The average dog is a nicer person than the average person.", "Andy Rooney"],
  [
    "Have you noticed that all the people in favor of birth control are already born?",
    "Benny Hill"
  ],
  [
    "As a child my family’s menu consisted of two choices: take it or leave it.",
    "Buddy Hackett"
  ],
  [
    "It is a scientific fact that your body will not absorb cholesterol if you take it from another person’s plate.",
    "Dave Barry"
  ],
  [
    "Everyone has a purpose in life. Perhaps yours is watching television.",
    "David Letterman"
  ],
  [
    "My grandmother started walking five miles a day when she was sixty. She’s ninety-seven now, and we don’t know where the hell she is.",
    "Ellen DeGeneres"
  ],
  [
    "can’t understand why a person will take a year to write a novel when he can easily buy one for a few dollars.",
    "Fred Allen"
  ],
  [
    "The first time I sang in the church choir; two hundred people changed their religion.",
    "Fred Allen"
  ],
  [
    "Happiness is having a large, loving, caring, close-knit family in another city.",
    "George Burns"
  ],
  [
    "Happiness is a dry martini and a good woman… or a bad woman.",
    "George Burns"
  ],
  ["When I was a boy the Dead Sea was only sick.", "George Burns"],
  [
    "Have you ever noticed that anybody driving faster than you is a maniac, and anyone going slower than you is a moron?",
    "George Carlin"
  ],
  [
    "I was thinking about how people seem to read the Bible a whole lot more as they get older; then it dawned on me – they’re cramming for their final exam.",
    "George Carlin"
  ],
  ["There is no such thing as fun for the whole family.", "Jerry Seinfeld"],
  [
    "According to a new survey, 90% of men say their lover is also their best friend. Which is really kind of disturbing when you consider man’s best friend is his dog.",
    "Jay Leno"
  ],
  [
    "It’s amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.",
    "Jerry Seinfeld"
  ],
  [
    "Money is not the most important thing in the world. Love is. Fortunately, I love money.",
    "Jackie Mason"
  ],
  [
    "If life was fair, Elvis would be alive and all the impersonators would be dead.",
    "Johnny Carson"
  ],
  ["Everything that used to be a sin is now a disease.", "Bill Maher"],
  [
    "Women cannot complain about men anymore until they start getting better taste in them.",
    "Bill Maher"
  ],
  ["If you think you have it tough, read history books.", "Bill Maher"],
  [
    "This is the worst thing to happen to beaches since the Speedo.",
    "Bill Maher"
  ],
  [
    "A study in the Washington Post says that women have better verbal skills than men. I just want to say to the authors of that study: ‘Duh.’",
    "Conan O’Brien"
  ],
  [
    "The only bathroom law I’m interested in is one that bans loud sighing.",
    "Conan O’Brien"
  ],
  [
    "I always wanted to be somebody, but now I realize I should have been more specific.",
    "Lily Tomlin"
  ],
  ["The road to success is always under construction.", "Lily Tomlin"],
  [
    "If love is the answer, could you please rephrase the question?",
    "Lily Tomlin"
  ],
  [
    "Every time something pops in my head, I think twice about it and I do it anyway.",
    "Gilbert Gottfried"
  ],
  [
    "If someone else is paying for it, food just tastes a lot better.",
    "Gilbert Gottfried"
  ],
  [
    "The word abbreviation sure is long for what it means.",
    "Zach Galifianakis"
  ],
  [
    "Anyone can be confident with a full head of hair. But a confident bald man – there’s your diamond in the rough.",
    "Larry David"
  ],
  [
    "If I wasn’t a golfer, I would still be miserable – but not as miserable.",
    "Larry David"
  ],
  [
    "I’m one of the few people in Hollywood who actually had a good childhood.",
    "Seth MacFarlane"
  ],
  ["Confidence is 10% work and 90% delusion.", "Tina Fey"],
  ["Talking about music is like dancing about architecture.", "Steve Martin"],
  ["My best birth control now is just to leave the lights on.", "Joan Rivers"],
  [
    "Don’t keep a man guessing too long – he’s sure to find the answer somewhere else.",
    "Mae West"
  ],
  ["I’m not for everyone. I’m barely for me.", "Marc Maron"],
  [
    "Cleaning up with children around is like shoveling during a blizzard.",
    "Margaret Culkin Banning"
  ],
  [
    "Son, if you really want something in this life, you have to work for it. Now quiet! They’re about to announce the lottery numbers.",
    "Matt Groening"
  ],
  ["A day without sunshine is like, you know, night.", "Steve Martin"],
  [
    "The Internet is just a world passing around notes in a classroom.",
    "Jon Stewart"
  ],
  [
    "Fatherhood is great because you can ruin someone from scratch.",
    "Jon Stewart"
  ],
  [
    "You have to remember one thing about the will of the people: it wasn;t that long ago we were swept away by the Macarena.",
    "Jon Stewart"
  ],
  [
    "My theory is that all of Scottish cuisine is based on a dare.",
    "Mike Myers"
  ],
  [
    "If evolution really works, how come mothers only have two hands?",
    "Milton Berle"
  ],
  [
    "My doctor told me that jogging could add years to my life. I think he was right. I feel ten years older already.",
    "Milton Berle"
  ],
  [
    "I want my children to have all the things I couldn’t afford. Then I want to move in with them.",
    "Phyllis Diller"
  ],
  [
    "Health nuts are going to feel stupid someday, lying in hospitals dying of nothing.",
    "Redd Foxx"
  ],
  [
    "When you’re in love it’s the most glorious two and a half days of your life.",
    "Richard Lewis"
  ],
  ["Lead me not into temptation; I can find the way myself.", "Rita Mae Brown"],
  [
    "When I eventually met Mr. Right I had no idea that his first name was Always.",
    "Rita Rudner"
  ],
  [
    "If you want to look thin: hang out with fat people.",
    "Rodney Dangerfield, Back to School"
  ],
  [
    "I don’t want to achieve immortality through my work. I want to achieve it through not dying.",
    "Woody Allen"
  ],
  [
    "Marriage is like mushrooms: we notice too late if they are good or bad.",
    "Woody Allen"
  ],
  [
    "The best way to teach your kids about taxes is by eating 30 percent of their ice cream.",
    "Bill Murray"
  ],
  [
    "Having a smoking section in a restaurant is like having a peeing section in a pool.",
    "Bill Murray"
  ],
  [
    "Before you marry a person, you should at least make them use a computer with a slow internet connection to find out who they really are.",
    "Will Ferrell"
  ],
  [
    "Different taste in jokes is a great strain on the affections.",
    "George Eliot"
  ],
  [
    "Sports are the reason I am out of shape. I watch them all on TV.",
    "Thomas Sowell"
  ],
  [
    "If your parents never had children, chances are… neither will you.",
    "Dick Cavett"
  ],
  [
    "The guy who invented the first wheel was an idiot. The guy who invented the other three, he was a genius.",
    "Sid Caesar"
  ],
  [
    "The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn’t for any religious reasons. They couldn’t find three wise men and a virgin.",
    "Jay Leno"
  ],
  ["Love conquers all things except poverty and toothache.", "Mae West"],
  [
    "A bargain is something you don’t need at a price you can’t resist.",
    "Franklin Jones"
  ],
  [
    "It’s not the size of the dog in the fight, it’s the size of the dog’s owner – and the distance you are from your car.",
    "Demetri Martin"
  ],
  [
    "The worst time to have a heart attack is during a game of charades.",
    "Demetri Martin"
  ],
  ["I live about four muggings from Central Park.", "Henny Youngman"],
  ["The secret of a happy marriage remains a secret.", "Henny Youngman"],
  [
    "I take my wife everywhere, but she keeps finding her way back.",
    "Henny Youngman"
  ],
  ["I did not climb to the top of the food chain to eat carrots.", "Ron White"],
  [
    "DeBeers should change it’s motto to ‘Diamonds – that’ll shut her up… for a minute!’",
    "Ron White"
  ],
  ["I wouldn’t camp out for five days if was… camping.", "Ron White"],
  [
    "Trouble knocked at the door, but, hearing laughter, hurried away.",
    "Benjamin Franklin"
  ],
  [
    "Inside me there’s a thin person struggling to get out, but I can usually sedate him with four or five cupcakes.",
    "Bob Thaves"
  ],
  [
    "All right everyone, line up alphabetically according to your height.",
    "Casey Stengel"
  ],
  [
    "When I was a boy I was told that anybody could become President. I’m beginning to believe it.",
    "Clarence Darrow"
  ],
  [
    "Never under any circumstances take a sleeping pill and a laxative on the same night.",
    "Dave Barry"
  ],
  [
    "I used to jog but the ice cubes kept falling out of my glass.",
    "David Lee Roth"
  ],
  [
    "There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable.There is another theory which states that this has already happened.",
    "Douglas Adams"
  ],
  [
    "If you think nobody cares if you’re alive, try missing a couple of car payments.",
    "Earl Wilson"
  ],
  [
    "A woman is like a tea bag – you can’t tell how strong she is until you put her in hot water.",
    "Eleanor Roosevelt"
  ],
  [
    "A computer once beat me at chess, but it was no match for me at kick boxing.",
    "Emo Philips"
  ],
  [
    "I asked God for a bike, but I know God doesn’t work that way. So I stole a bike and asked for forgiveness.",
    "Emo Philips"
  ],
  [
    "You know you’re getting old when you stoop to tie your shoelaces and wonder what else you could do while you’re down there.",
    "George Burns"
  ],
  ["If you try to fail, and succeed, which have you done?", "George Carlin"],
  [
    "To those of you who received honors, awards and distinctions, I say well done. And to the C students, I say you, too, can be president of the United States.",
    "George W. Bush"
  ],
  [
    "Before you judge a man, walk a mile in his shoes. After that who cares?… He’s a mile away and you’ve got his shoes!",
    "Billy Connolly"
  ],
  ["Here’s to our wives and girlfriends…may they never meet!", "Groucho Marx"],
  ["I was married by a judge. I should have asked for a jury.", "Groucho Marx"],
  [
    "The two most common elements in the universe are hydrogen and stupidity.",
    "Harlan Ellison"
  ],
  [
    "Life begins at 40 – but so do fallen arches, rheumatism, faulty eyesight, and the tendency to tell a story to the same person, three or four times.",
    "Helen Rowland"
  ],
  [
    "I’ve got all the money I’ll ever need, if I die by four o’clock.",
    "Henny Youngman"
  ],
  [
    "Sickos don’t scare me. At least they’re committed.",
    "Michelle Pfeiffer, Batman Returns"
  ],
  [
    "All you need is love. But a little chocolate now and then doesn’t hurt.",
    "Charles Schulz"
  ],
  [
    "Friends are people who know you really well and like you anyway.",
    "Greg Tamblyn"
  ],
  [
    "Here’s something to think about: How come you never see a headline like ‘Psychic Wins Lottery’?",
    "Jay Leno"
  ],
  [
    "Women are wiser than men because they know less and understand more.",
    "James Thurber"
  ],
  [
    "Facebook just sounds like a drag, in my day seeing pictures of peoples vacations was considered a punishment.",
    "Betty White"
  ],
  [
    "They say marriages are made in Heaven. But so is thunder and lightning.",
    "Clint Eastwood"
  ],
  [
    "The greatest thief this world has ever produced is procrastination, and he is still at large.",
    "Josh Billings"
  ],
  [
    "The safe way to double your money is to fold it over once and put it in your pocket.",
    "Kin Hubbard"
  ],
  [
    "True terror is to wake up one morning and discover that your high school class is running the country.",
    "Kurt Vonnegut"
  ],
  [
    "Clothes make the man. Naked people have little or no influence on society.",
    "Mark Twain"
  ],
  [
    "Never put off till tomorrow what you can do the day after tomorrow.",
    "Mark Twain"
  ],
  [
    "Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad.",
    "Miles Kington"
  ],
  [
    "The only time a woman really succeeds in changing a man is when he is a baby.",
    "Natalie Wood"
  ],
  [
    "Always borrow money from a pessimist. He won’t expect it back.",
    "Oscar Wilde"
  ],
  [
    "The only reason some people get lost in thought is because it’s unfamiliar territory.",
    "Paul Fix"
  ],
  [
    "A lot of fellows nowadays have a B.A., M.D., or Ph.D. Unfortunately, they don’t have a J.O.B.",
    "Fatz Domino"
  ],
  [
    "“Be yourself” is about the worst advice you can give some people.",
    "Thomas Lansing Masson"
  ],
  [
    "Older people shouldn’t eat health food, they need all the preservatives they can get.",
    "Robert Orben"
  ],
  [
    "My psychiatrist told me I was crazy and I said I want a second opinion. He said okay, you’re ugly too.",
    "Rodney Dangerfield"
  ],
  [
    "We sleep in separate rooms, we have dinner apart, we take separate vacations – we’re doing everything we can to keep our marriage together.",
    "Rodney Dangerfield"
  ],
  [
    "I believe that if life gives you lemons, you should make lemonade… And try to find somebody whose life has given them vodka, and have a party.",
    "Ron White"
  ],
  [
    "It’s true hard work never killed anybody, but I figure, why take the chance?",
    "Ronald Reagan"
  ],
  [
    "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair.",
    "Sam Ewing"
  ],
  [
    "I live by my own rules (reviewed, revised, and approved by my wife)… but still my own.",
    "Si Robertson"
  ],
  [
    "A man in love is incomplete until he has married. Then he’s finished.",
    "Zsa Zsa Gabor"
  ],
  [
    "When I was a kid my parents moved a lot, but I always found them.",
    "Rodney Dangerfield"
  ],
  ["I was trying to daydream, but my mind kept wandering.", "Steven Wright"],
  [
    "My fake plants died because I did not pretend to water them.",
    "Mitch Hedberg"
  ],
  [
    "Marriage is a wonderful institution, but who would want to live in an institution?",
    "H.L. Mencken"
  ],
  [
    "I told you to go to Cox’s and buy a searsucker suit, but it looks like you went to Sears instead.",
    "Jay Shulte"
  ],
  [
    "I am an early bird and a night owl… so I am wise and I have worms.",
    "Michael Scott"
  ],
  [
    "To be sure of hitting the target, shoot first, and call whatever you hit the target.",
    "Ashleigh Brilliant"
  ],
  [
    "My opinions may have changed, but not the fact that I’m right.",
    "Ashleigh Brilliant"
  ],
  [
    "We never really grow up, we only learn how to act in public.",
    "Bryan White"
  ],
  [
    "But the fact that some geniuses were laughed at does not imply that all who are laughed at are geniuses. They laughed at Columbus, they laughed at Fulton, they laughed at the Wright Brothers. But they also laughed at Bozo the Clown.",
    "Carl Sagan"
  ],
  [
    "Analyzing humor is like dissecting a frog. Few people are interested and the frog dies of it.",
    "E. B. White"
  ],
  ["Never have more children than you have car windows.", "Erma Bombeck"],
  ["I drink to make other people more interesting.", "Ernest Hemingway"],
  ["One tequila, two tequila, three tequila, floor.", "George Carlin"],
  [
    "Behind every successful man is a woman, behind her is his wife.",
    "Groucho Marx"
  ],
  ["Behind every successful man is a surprised mother-in-law.", "Voltaire"],
  [
    "If you find it hard to laugh at yourself, I would be happy to do it for you.",
    "Groucho Marx"
  ],
  [
    "It’s a recession when your neighbor loses his job; it’s a depression when you lose yours.",
    "Ronald Reagan"
  ],
  [
    "A lie gets halfway around the world before the truth has a chance to get its pants on.",
    "Winston Chruchill"
  ],
  [
    "f you’re going to do something tonight that you’ll be sorry for tomorrow morning, sleep late.",
    "Henny Youngman"
  ],
  ["Laugh a lot. It burns a lot of calories.", "Jessica Simpson"],
  ["If you die in an elevator, be sure to push the up button.", "Sam Levenson"],
  [
    "Once you give up integrity, the rest is a piece of cake.",
    "J.R. Ewing, Dallas"
  ],
  [
    "A fool and his money never should have got together in the first place.",
    "Michael Douglas, Wall Street"
  ],
  ["If you think education is expensive, try ignorance.", "Derek Bok"],
  ["I thought I was wrong once, but I was mistaken.", "H. Kyle Seale"],
  ["Don’t let schooling interfere with your education.", "Mark Twain"],
  ["Avoid fruits and nuts. You are what you eat.", "Jim Davis"],
  [
    "Age is just a number. It’s totally irrelevant unless, of course, you happen to be a bottle of wine.",
    "Joan Collins"
  ],
  ["Forgive your enemies, but never forget their names.", "John F. Kenendy"],
  [
    "If you’re too open-minded; your brains will fall out.",
    "Lawrence Ferlinghetti"
  ],
  [
    "I have learned from my mistakes, and I am sure I can repeat them exactly.",
    "Peter Cook"
  ],
  [
    "There’s a fine line between genius and insanity. I have erased this line.",
    "Oscar Levant"
  ],
  ["A camel is a horse designed by a committee.", "Sir Alec Issigonis"],
  [
    "The man who smiles when things go wrong has thought of someone to blame it on.",
    "Robert Bloch"
  ],
  [
    "It does not matter whether you win or lose, what matters is whether I win or lose!",
    "Steven Weinberg"
  ],
  ["I intend to live forever. So far, so good.", "Steven Wright"],
  [
    "The early bird gets the worm, but the second mouse gets the cheese.",
    "Steven Wright"
  ],
  [
    "A verbal contract isn’t worth the paper it’s written on.",
    "Samuel Goldwyn"
  ],
  [
    "I wish I were dumber so I could be more certain about my opinions. It looks fun.",
    "Scott Adams"
  ],
  [
    "When I hear somebody sigh, ‘Life is hard,’ I am always tempted to ask, ‘Compared to what?’",
    "Sydney J. Harris"
  ],
  [
    "If at first you don’t succeed, try, try again. Then quit. There’s no point in being a damn fool about it.",
    "W.C. Fields"
  ],
  [
    "We are all here on earth to help others. What on earth the others are here for I don’t know.",
    "W. H. Auden"
  ],
  [
    "The road to success is dotted with many tempting parking spaces.",
    "Will Rogers"
  ],
  [
    "When I die, I want to die like my grandfather who died peacefully in his sleep. Not screaming like all the passengers in his car.",
    "Will Rogers"
  ],
  [
    "I’m not superstitious, but I am a little stitious.",
    "Steve Carell, The Office"
  ],
  [
    "You cannot soar with the eagles as long as you hang out with the turkeys.",
    "Joel Osteen"
  ],
  [
    "Everybody talks about the weather, but nobody does anything about it.",
    "Charles Dudley Warner"
  ],
  [
    "If at first you don’t succeed, quit. When life gives you lemons, quit. When the going gets tough, the tough just quit.",
    "Jim Rome"
  ],
  [
    "It’s always funny until someone gets hurt. Then it’s just hilarious.",
    "Bill Hicks"
  ],
  [
    "The only mystery in life is why the kamikaze pilots wore helmets.",
    "Al McGuire"
  ],
  [
    "Everybody who is incapable of learning has taken to teaching.",
    "Oscar Wilde"
  ],
  [
    "Nobody realizes that some people expend tremendous energy merely to be normal.",
    "Albert Camus"
  ],
  [
    "Men marry women with the hope they will never change. Women marry men with the hope they will change. Invariably they are both disappointed.",
    "Albert Einstein"
  ],
  [
    "It would be nice to spend billions on schools and roads, but right now that money is desperately needed for political ads.",
    "Andy Borowitz"
  ],
  [
    "At every party there are two kinds of people – those who want to go home and those who don’t. The trouble is, they are usually married to each other.",
    "Ann Landers"
  ],
  [
    "Doctors are just the same as lawyers; the only difference is that lawyers merely rob you, whereas doctors rob you and kill you too.",
    "Anton Chekhov"
  ],
  [
    "By the time a man realizes that his father was right, he has a son who thinks he’s wrong.",
    "Charles Wadsworth"
  ],
  [
    "High heels were invented by a woman who had been kissed on the forehead.",
    "Christopher Morley"
  ],
  [
    "If you love something set it free, but don’t be surprised if it comes back with herpes.",
    "Chuck Palahniuk"
  ],
  [
    "A failure is like fertilizer; it stinks to be sure, but it makes things grow faster in the future.",
    "Dennis Waitley"
  ],
  [
    "Biologically speaking, if something bites you it’s more likely to be female.",
    "Desmond Morris"
  ],
  [
    "Never doubt the courage of the French. They were the ones who discovered that snails are edible.",
    "Doug Larson"
  ],
  [
    "Good advice is something a man gives when he is too old to set a bad example.",
    "Francois de La Rochefoucauld"
  ],
  [
    "If you live to be one hundred, you’ve got it made. Very few people die past that age.",
    "George Burns"
  ],
  [
    "Most people work just hard enough not to get fired and get paid just enough money not to quit.",
    "George Carlin"
  ],
  [
    "Going to church doesn’t make you a Christian any more than going to a garage makes you an automobile.",
    "Billy Sunday"
  ],
  [
    "My doctor gave me six months to live, but when I couldn’t pay the bill he gave me six months more.",
    "Walter Mathau"
  ],
  [
    "A black cat crossing your path signifies that the animal is going somewhere.",
    "Groucho Marx"
  ],
  [
    "It’s only when you look at an ant through a magnifying glass on a sunny day that you realize how often they burst into flames.",
    "Harry Hill"
  ],
  ["Formula for success: rise early, work hard, strike oil.", "J. Paul Getty"],
  [
    "Men are like shoes. Some fit better than others. And sometimes you go out shopping and there’s nothing you like. And then, as luck would have it, the next week you find two that are perfect, but you don’t have the money to buy both.",
    "Janet Evanovich"
  ],
  [
    "Haters are just confused admirers because they can’t figure out the reason why everyone loves you.",
    "Jeffree Star"
  ],
  [
    "The simple act of opening a bottle of wine has brought more happiness to the human race than all the collective governments in the history of earth.",
    "Jim Harrison"
  ],
  [
    "Americans are incredibly impatient. Someone once said that the shortest period of time in America is the time between when the light turns green and when you hear the first horn honk.",
    "Jim Rohn"
  ],
  [
    "It’s always darkest before the dawn. So if you’re going to steal your neighbor’s newspaper, that’s the time to do it.",
    "Navjot Singh Sidhu"
  ],
  [
    "The avoidance of taxes is the only intellectual pursuit that still carries any reward.",
    "John Maynard Keynes"
  ],
  ["Life is hard; it’s harder if you’re stupid.", "John Wayne"],
  [
    "If there is anything the nonconformist hates worse than a conformist, it’s another nonconformist who doesn’t conform to the prevailing standard of nonconformity.",
    "Bill Vaughan"
  ],
  [
    "Money won’t buy happiness, but it will pay the salaries of a large research staff to study the problem.",
    "Bill Vaughan"
  ],
  [
    "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.",
    "Lana Turner"
  ],
  [
    "A man doesn’t know what he knows until he knows what he doesn’t know.",
    "Laurence J. Peter"
  ],
  [
    "As you get older three things happen. The first is your memory goes, and I can’t remember the other two.",
    "Norm Crosby"
  ],
  [
    "To err is human, but to really foul things up you need a computer.",
    "Paul R. Ehrlich"
  ],
  [
    "We spend the first twelve months of our children’s lives teaching them to walk and talk and the next twelve telling them to sit down and shut up.",
    "Phyllis Diller"
  ],
  [
    "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.",
    "Robert Frost"
  ],
  [
    "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?",
    "Scott Adams"
  ],
  [
    "Half our life is spent trying to find something to do with the time we have rushed through life trying to save.",
    "Will Rogers"
  ],
  ["A sense of humor is just common sense, dancing.", "William James"],
  [
    "People often say that motivation doesn’t last. Well, neither does bathing – that’s why we recommend it daily.",
    "Zig Ziglar"
  ],
  [
    "You’ve got to be very careful if you don’t know where you are going, because you might not get there.",
    "Yogi Berra"
  ],
  [
    "The best argument against democracy is a five-minute conversation with the average voter.",
    "Winston Chruchill"
  ],
  [
    "Never follow anyone else’s path. Unless you’re in the woods and you’re lost and you see a path. Then by all means follow that path.",
    "Ellen DeGeneris"
  ],
  [
    "I saw a woman wearing a sweatshirt with Guess on it. I said, Thyroid problem?",
    "Arnold Schwarzenegger"
  ],
  [
    "Everywhere is within walking distance if you have the time.",
    "Steven Wright"
  ],
  [
    "Any pizza can be a personal pizza if you have the right attitude.",
    "Mark Withers"
  ],
  [
    "A study of economics usually reveals that the best time to buy anything is last year.",
    "Marty Allen"
  ],
  [
    "When you go to work, if your name is on the building, you’re rich. If your name is on your desk, you’re middle class. And if your name is on your shirt, you’re poor.",
    "Rich Hall"
  ],
  [
    "Accomplishing the impossible means only the boss will add it to your regular duties.",
    "Doug Larson"
  ],
  [
    "In America, one sure sign of success is the presence of an unnecessary waterfall in a person’s yard.",
    "Demetri Martin"
  ]
]
